[
  {"content": "Congrats & Hire me :)\nHi there, congrats on the funding! Exciting times ahead for you and the team.\n\nI was curious what your hiring process looks like right now and how you typically bring new people on.\n\nAppreciate it, \nTony", "isOutgoing": true},
  {"content": "Hi Candace, I noticed your interest in web services for a new website. I'd love to connect and discuss how I can help bring your vision to life. Let's talk soon!\nAntonio", "isOutgoing": true},
  {"content": "Hi", "isOutgoing": true},
  {"content": "How are you?", "isOutgoing": true},
  {"content": "I'm good, working late ⏰", "isOutgoing": true},
  {"content": "Excellent , what day / time is good for you ?", "isOutgoing": true},
  {"content": "Awesome , that works for me. I'll put you down for a 30 min call if that's ok", "isOutgoing": true},
  {"content": "Hi Candace, still want get on a call ?", "isOutgoing": true},
  {"content": "Nice meeting you today Mark :)", "isOutgoing": true},
  {"content": "Hey Mark, our talk yesterday had me thinking of some possible solutions — would you be up for a quick 10-min touch base or a coffee downtown this week?", "isOutgoing": true},
  {"content": "Tuesday works for me, what time you thinking?", "isOutgoing": true},
  {"content": "How about 10:30 at Cafe Nero downtown?", "isOutgoing": true},
  {"content": "Exactly", "isOutgoing": true},
  {"content": "See you then and thank you for your time", "isOutgoing": true},
  {"content": "Hey Mark, just got to the coffee shop :)", "isOutgoing": true},
  {"content": "Thank you again for coming out Mark, really appreciate your knowledge, I'll be in touch with some good updates hopefully soon !", "isOutgoing": true},
  {"content": "making a quick \"RAD Legal Demo\".\n\nI'll send it your way when its done.", "isOutgoing": true},
  {"content": "very basic but let me know if this is a good start?\nwhat would you add or take out?", "isOutgoing": true},
  {"content": "...working on adding some functionality", "isOutgoing": true},
  {"content": "Got even better version , I'll send it to you by eobd", "isOutgoing": true},
  {"content": "Thanks so much Mark—really appreciate all the feedback. Yes, I absolutely agree with your suggestions. Focusing on contracts makes sense as a next step, and I'd definitely like to connect with your legal professional friend for a Zoom call, that would be super helpful. Also, yes, I'd love to come on the Go to Market Coffee Talks podcast, sounds awesome. Let me know how you'd like to coordinate both :)", "isOutgoing": true},
  {"content": "Yea totally aware of them , it will definitely present problems as my company grows, I think I'm good for now .. right ?! 🥲", "isOutgoing": true},
  {"content": "💯 I most definitely will.", "isOutgoing": true},
  {"content": "I have a meeting with Arnell tonight, I think he could help with this or at least point me in the right direction. I'll see what the ai overlords say as well 😆", "isOutgoing": true},
  {"content": "Hey Mark, Happy Friday ! 😎\n\nLet me confirm tonight because I have a final job interview today for a supervisor position at stop and shop and not sure what the schedule is going to be like", "isOutgoing": true},
  {"content": "Awesome , thanks Mark", "isOutgoing": true},
  {"content": "Hey Mark, quick update.\nSo I go the job! 😊\nI start work the 20th , I'll be in the early shift for training at first but can probably do the podcast during my 1hr lunch break if that works for you guys?", "isOutgoing": true},
  {"content": "Thank you Mark 🙏 \nActually yea , I have some time later this week if that works for Rob.", "isOutgoing": true},
  {"content": "Like wise ! \nGot big plans for 2026 , would live to get something going along the lines we were talking about … crazy developments in AI with Google stepping up", "isOutgoing": true}
]
